Revit 2027 API
BoundingBoxUV Properties
The BoundingBoxUV type exposes the following members.
Properties
Name | Description
Bounds | Indexed access for loops. Use 0 for Min and 1 for Max.
IsSet | Indicates whether the BoundingBoxUV is set or not.
Max | Maximum coordinates (upper-right corner of the box).
Min | Minimum coordinates (lower-left corner of the box).
Top
See Also
Reference
BoundingBoxUV Class
Autodesk.Revit.DB Namespace